---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ConduitSize
source: html/f4aab1f8-ee37-239a-0481-dc65dec63c4d.htm
---
# Autodesk.Revit.DB.SpecTypeId.ConduitSize Property

Conduit Size, in discipline Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId ConduitSize { get; }
```